Repository: common-repository/camptix-mercadopago
Catalog: languages/camptix-mp-*.po
Languages: es_es

source: CampTix MercadoPago Gateway depends on the last version of %s to work!
es_es: Camptix MercadoPago depende de la última versión de %s para funcionar.

source: Settings
es_es: Configuración

source: MercadoPago Gateway works by sending the user to MercadoPago.com to enter their payment information and complete the payment.
es_es: MercadpPago para Camptix funciona enviando el usuario a realizar el pago a MercadoPago.com

source: Sandbox Mode
es_es: Modo Sandbox

source: MercadoPago sandbox can be used to test payments.
es_es: El modo sandbox puede ser utilizado para realizar pruebas.

source: Argentine peso
es_es: Peso argentino

source: Brazilian real
es_es: Real brasilero

source: Colombian peso
es_es: Peso colombiano

source: Mexican peso
es_es: Peso mexicano

source: Venezuelan bolívar
es_es: Bolívar venezolano

source: Getting MercadoPago client credentials...
es_es: Obteniendo las credenciales del cliente en MercadoPago...

source: Received valid response from MercadoPago
es_es: Se recibió una respuesta válida de MercadoPago

source: Payment arguments for order
es_es: Argumentos de pago para la orden

source: Event
es_es: Evento

source: Payment link generated with success from MercadoPago
es_es: Enlace de pago generado satisfactoriamente desde MercadoPago

source: The selected currency is not supported by this payment method.
es_es: La moneda seleccionada no es soportada por este método de pago.

source: Checking IPN request...
es_es: Chequeando respuesta desde MercadoPago...

source: IPN Response
es_es: Notificación de pago Instantánea

source: Received valid IPN response from MercadoPago
es_es: Se recibió una respuesta válida desde MercadoPago

source: Received invalid IPN response from MercadoPago.
es_es: Se recibió una respuesta errónea desde MercadoPago
